[
  "horrible",
  "customer",
  "service",
  "you",
  "would",
  "figure",
  "bartenders",
  "on",
  "sunday",
  "morning",
  "that",
  "a",
  "customer",
  "would",
  "be",
  "able",
  "to",
  "get",
  "a",
  "drink",
  "in",
  "reasonable",
  "time",
  "but",
  "not",
  "here",
  "both",
  "bartenders",
  "need",
  "to",
  "be",
  "replaced",
  "cause",
  "if",
  "they",
  "handle",
  "people",
  "total",
  "in",
  "bar",
  "now",
  "all",
  "shifts",
  "have",
  "lost",
  "my",
  "business",
  "shame",
  "that",
  "terrible",
  "bartenders",
  "have",
  "to",
  "ruin",
  "for",
  "other",
  "shifts",
  "i",
  "am",
  "extremely",
  "disappointed",
  "this",
  "i",
  "year",
  "i",
  "put",
  "her",
  "the",
  "year",
  "old",
  "class",
  "thinking",
  "it",
  "fun",
  "and",
  "great",
  "way",
  "daughter",
  "meet",
  "the",
  "first",
  "few",
  "weeks",
  "things",
  "were",
  "fine",
  "and",
  "daughter",
  "was",
  "being",
  "typical",
  "young",
  "year",
  "she",
  "loves",
  "seeing",
  "herself",
  "the",
  "mirror",
  "and",
  "her",
  "attention",
  "span",
  "was",
  "always",
  "bit",
  "she",
  "listen",
  "of",
  "the",
  "we",
  "are",
  "working",
  "instead",
  "of",
  "stating",
  "she",
  "might",
  "too",
  "young",
  "her",
  "class",
  "or",
  "talking",
  "me",
  "the",
  "teacher",
  "picked",
  "child",
  "opened",
  "the",
  "put",
  "her",
  "down",
  "and",
  "as",
  "she",
  "slammed",
  "the",
  "door",
  "stated",
  "daughter",
  "i",
  "stood",
  "right",
  "front",
  "of",
  "go",
  "tell",
  "your",
  "class",
  "and",
  "proceeded",
  "slam",
  "the",
  "i",
  "understand",
  "she",
  "listening",
  "and",
  "i",
  "even",
  "asked",
  "husband",
  "i",
  "should",
  "just",
  "go",
  "i",
  "called",
  "and",
  "left",
  "voicemail",
  "and",
  "waiting",
  "hear",
  "back",
  "from",
  "agree",
  "with",
  "rude",
  "so",
  "many",
  "choices",
  "las",
  "vegas",
  "printing",
  "drove",
  "by",
  "clinic",
  "one",
  "sign",
  "caught",
  "vet",
  "decided",
  "check",
  "them",
  "happy",
  "read",
  "mostly",
  "positive",
  "visited",
  "them",
  "twice",
  "already",
  "very",
  "happy",
  "one",
  "those",
  "overpriced",
  "vet",
  "affordable",
  "vets",
  "took",
  "care",
  "baby",
  "explained",
  "everything",
  "needed",
  "know",
  "wait",
  "is",
  "bad",
  "overall",
  "very",
  "pleased",
  "knowledge",
  "cost",
  "recommend",
  "clinic",
  "pebble",
  "animal",
  "clinic",
  "after",
  "dove",
  "bed",
  "wrenched",
  "hind",
  "vet",
  "wanted",
  "do",
  "surgery",
  "researched",
  "found",
  "no",
  "guarantee",
  "ve",
  "better",
  "fact",
  "maybe",
  "know",
  "what",
  "do",
  "then",
  "ran",
  "across",
  "article",
  "he",
  "specialized",
  "type",
  "surgery",
  "expected",
  "want",
  "pleasantly",
  "conservative",
  "approach",
  "dasaquin",
  "supplements",
  "abd",
  "dog",
  "is",
  "doing",
  "try",
  "deter",
  "jumping",
  "good",
  "happy",
  "thanks",
  "wonderful",
  "facility",
  "is",
  "looks",
  "really",
  "also",
  "had",
  "dogs",
  "teeth",
  "near",
  "house",
  "basic",
  "shots",
  "because",
  "far",
  "us",
  "hard",
  "take",
  "dogs",
  "across",
  "town",
  "anything",
  "serious",
  "anything",
  "requiring",
  "dr",
  "highly",
  "found",
  "doctor",
  "kim",
  "ark",
  "animal",
  "is",
  "an",
  "amazing",
  "job",
  "us",
  "where",
  "found",
  "dogs",
  "patients",
  "clean",
  "took",
  "max",
  "he",
  "had",
  "take",
  "him",
  "an",
  "urgent",
  "he",
  "is",
  "staying",
  "there",
  "charlie",
  "went",
  "there",
  "family",
  "been",
  "brining",
  "our",
  "dogs",
  "past",
  "plus",
  "doctor",
  "wesen",
  "is",
  "while",
  "no",
  "one",
  "can",
  "us",
  "what",
  "wrong",
  "our",
  "he",
  "diagnose",
  "had",
  "healthy",
  "one",
  "pill",
  "our",
  "baby",
  "happy",
  "ended",
  "up",
  "staying",
  "us",
  "everyone",
  "works",
  "there",
  "is",
  "caring",
  "call",
  "follow",
  "up",
  "our",
  "babies",
  "see",
  "how",
  "will",
  "our",
  "vet",
  "choice",
  "long",
  "kids",
  "love",
  "older",
  "daughters",
  "come",
  "summer",
  "camp",
  "leave",
  "everyday",
  "tired",
  "kids",
  "learning",
  "staff",
  "friendly",
  "willing",
  "super",
  "son",
  "jeffrey",
  "has",
  "learned",
  "much",
  "forward",
  "going",
  "best",
  "preschool",
  "son",
  "his",
  "excited",
  "learn",
  "each",
  "day",
  "teachers",
  "staff",
  "about",
  "children",
  "theirs",
  "best",
  "interest",
  "at",
  "mill",
  "injury",
  "rachel",
  "stolley",
  "office",
  "return",
  "phone",
  "confirm",
  "scary",
  "sick",
  "office",
  "dirty",
  "iffy",
  "stolley",
  "primary",
  "top",
  "stuff",
  "plays",
  "integrated",
  "plan",
  "feels",
  "thinks",
  "evidence",
  "whatever",
  "wants",
  "which",
  "cannot",
  "stand",
  "when",
  "physicians",
  "think",
  "more",
  "than",
  "patient",
  "when",
  "their",
  "own",
  "definitely",
  "welcomed",
  "made",
  "feel",
  "previously",
  "kaiser",
  "permanente",
  "patient",
  "team",
  "stolley",
  "definitely",
  "made",
  "transition",
  "easier",
  "definitely",
  "worth",
  "place",
  "appointment",
  "almost",
  "mind",
  "little",
  "hour",
  "truly",
  "out",
  "work",
  "making",
  "only",
  "losing",
  "money",
  "apn",
  "rachel",
  "stolley",
  "practitioner",
  "like",
  "like",
  "office",
  "needs",
  "stop",
  "overbooking",
  "sets",
  "music",
  "playing",
  "times",
  "incredibly",
  "especially",
  "when",
  "sinus",
  "headache",
  "sound",
  "their",
  "their",
  "more",
  "whenever",
  "reason",
  "exactly",
  "away",
  "like",
  "last",
  "think",
  "knowledgeable",
  "resourceful",
  "information",
  "questions",
  "saw",
  "nice",
  "easy",
  "talk",
  "referrals",
  "may",
  "quite",
  "longer",
  "though",
  "guess",
  "used",
  "gentlemen",
  "seems",
  "help",
  "look",
  "watches",
  "makes",
  "schedule",
  "gentleman",
  "its",
  "same",
  "tells",
  "give",
  "since",
  "workers",
  "groom",
  "worries",
  "lot",
  "gives",
  "same",
  "over",
  "either",
  "short",
  "person",
  "lots",
  "grooming",
  "places",
  "seek",
  "coming",
  "owned",
  "new",
  "owner",
  "louie",
  "grooming",
  "pets",
  "years",
  "drive",
  "henderson",
  "groom",
  "persian",
  "cat",
  "yorkie",
  "tea",
  "cup",
  "trust",
  "anyone",
  "lil",
  "sweet",
  "professional",
  "reviews",
  "posted",
  "someone",
  "else",
  "owning",
  "running",
  "louie",
  "groomer",
  "simply",
  "beautiful",
  "energy",
  "tried",
  "different",
  "places",
  "around",
  "finally",
  "treat",
  "price",
  "excellent",
  "store",
  "itself",
  "elegant",
  "absolutely",
  "professional",
  "ceramic",
  "film",
  "installed",
  "looking",
  "benefits",
  "film",
  "lower",
  "electrical",
  "bill",
  "added",
  "furniture",
  "protection",
  "uv",
  "jason",
  "crew",
  "refer",
  "master",
  "done",
  "cars",
  "anywhere",
  "ask",
  "estimate",
  "book",
  "appt",
  "thru",
  "messaging",
  "yelp",
  "replied",
  "within",
  "convenient",
  "completing",
  "comfort",
  "garage",
  "without",
  "having",
  "assistant",
  "within",
  "half",
  "windows",
  "showed",
  "difference",
  "between",
  "ceramic",
  "film",
  "heat",
  "light",
  "sell",
  "ceramic",
  "film",
  "due",
  "extreme",
  "weather",
  "contacted",
  "another",
  "tint",
  "company",
  "higher",
  "star",
  "response",
  "lv",
  "mobile",
  "tint",
  "recommended",
  "looking",
  "convenience",
  "high",
  "quality",
  "hit",
  "quotes",
  "company",
  "fastest",
  "came",
  "got",
  "did",
  "ceramic",
  "tinting",
  "suv",
  "tinting",
  "changes",
  "entire",
  "sorry",
  "l",
  "guys",
  "make",
  "sure",
  "done",
  "say",
  "enough",
  "awesome",
  "impressed",
  "level",
  "professionalism",
  "jason",
  "expressed",
  "through",
  "alone",
  "speaks",
  "leery",
  "having",
  "done",
  "residence",
  "opposed",
  "did",
  "any",
  "shop",
  "prices",
  "considering",
  "darkest",
  "darkest",
  "did",
  "quoted",
  "although",
  "previous",
  "charging",
  "still",
  "honored",
  "spending",
  "extra",
  "removing",
  "film",
  "ensure",
  "lifetime",
  "warranty",
  "reasonably",
  "priced",
  "tint",
  "done",
  "jason",
  "thank",
  "came",
  "tint",
  "company",
  "receiving",
  "discount",
  "writing",
  "came",
  "tinted",
  "today",
  "did",
  "using",
  "again",
  "refereeing",
  "communication",
  "fast",
  "response",
  "surprise",
  "boyfriend",
  "tint",
  "recently",
  "got",
  "opted",
  "mobile",
  "tint",
  "difficult",
  "planning",
  "actual",
  "surprise",
  "without",
  "giving",
  "jason",
  "due",
  "unpredictable",
  "dropping",
  "car",
  "off",
  "process",
  "tints",
  "estimated",
  "half",
  "boyfriend",
  "massages",
  "came",
  "car",
  "still",
  "understandable",
  "dark",
  "trim",
  "honda",
  "civic",
  "piece",
  "rear",
  "finished",
  "piece",
  "car",
  "jason",
  "did",
  "getting",
  "hours",
  "within",
  "picking",
  "car",
  "let",
  "noticed",
  "bubbles",
  "told",
  "days",
  "bubbles",
  "persisted",
  "days",
  "later",
  "voice",
  "next",
  "another",
  "voice",
  "bubbles",
  "still",
  "during",
  "regular",
  "hours",
  "weekdays",
  "car",
  "cooler",
  "still",
  "pretty",
  "hot",
  "despite",
  "having",
  "paid",
  "ceramic",
  "window",
  "fyi",
  "labor",
  "pay",
  "any",
  "issues",
  "minutes",
  "wish",
  "mobile",
  "answered",
  "did",
  "agreed",
  "use",
  "brand",
  "additional",
  "glad",
  "did",
  "worked",
  "wife",
  "agreed",
  "some",
  "discount",
  "forgot",
  "showed",
  "text",
  "honored",
  "use",
  "again",
  "future",
  "cars",
  "reviewabsolutely",
  "got",
  "another",
  "car",
  "tinted",
  "lvpro",
  "tint",
  "complicated",
  "purchased",
  "car",
  "car",
  "tint",
  "off",
  "film",
  "splitting",
  "difficult",
  "car",
  "remove",
  "told",
  "worse",
  "case",
  "scenario",
  "felt",
  "could",
  "guy",
  "impressed",
  "most",
  "clam",
  "entire",
  "upset",
  "showed",
  "any",
  "smiling",
  "laughing",
  "entire",
  "answering",
  "potential",
  "tint",
  "end",
  "did",
  "brand",
  "ceramic",
  "car",
  "looked",
  "make",
  "anywhere",
  "company",
  "honest",
  "does",
  "jason",
  "school",
  "morals",
  "kind",
  "does",
  "detailed",
  "products",
  "bought",
  "brand",
  "car",
  "saturday",
  "looking",
  "mobile",
  "tint",
  "company",
  "jason",
  "replied",
  "within",
  "minutes",
  "driveway",
  "services",
  "vehicles",
  "quality",
  "tint",
  "make",
  "big",
  "difference",
  "looking",
  "reputable",
  "tint",
  "warranty",
  "stumbled",
  "upon",
  "lv",
  "pro",
  "tint",
  "jason",
  "responded",
  "message",
  "gave",
  "pricing",
  "set",
  "drop",
  "off",
  "review",
  "ceramic",
  "tint",
  "knew",
  "heat",
  "blocking",
  "reasons",
  "glare",
  "did",
  "explaining",
  "difference",
  "between",
  "regular",
  "ceramic",
  "heat",
  "reduction",
  "goes",
  "well",
  "upcharge",
  "privacy",
  "hours",
  "later",
  "suv",
  "looked",
  "awesome",
  "soooo",
  "cooler",
  "daily",
  "windshield",
  "looked",
  "slight",
  "streaky",
  "clear",
  "oily",
  "residue",
  "concerned",
  "curing",
  "completely",
  "jason",
  "does",
  "quality",
  "use",
  "again",
  "why",
  "low",
  "small",
  "smushed",
  "offered",
  "items",
  "changing",
  "room",
  "sit",
  "center",
  "area",
  "changing",
  "rooms",
  "outfits",
  "once",
  "deals",
  "clothes",
  "helpful",
  "trying",
  "find",
  "sizes",
  "fit",
  "thing",
  "improve",
  "organization",
  "bathing",
  "unfortunately",
  "buy",
  "disorganized",
  "hassle",
  "shopping",
  "small",
  "clothes",
  "torrid",
  "general",
  "trendier",
  "lane",
  "bryant",
  "night",
  "location",
  "improved",
  "yesterday",
  "clerk",
  "full",
  "until",
  "checked",
  "dressing",
  "room",
  "forget",
  "pair",
  "frustrated",
  "shopping",
  "girl",
  "green",
  "hair",
  "unriendly",
  "location",
  "meadows",
  "particular",
  "torrid",
  "three",
  "months",
  "prior",
  "visit",
  "turned",
  "before",
  "walking",
  "encounter",
  "arrived",
  "open",
  "locked",
  "sales",
  "associate",
  "opening",
  "arrived",
  "polite",
  "said",
  "second",
  "encounter",
  "walked",
  "received",
  "three",
  "sales",
  "associates",
  "trying",
  "slow",
  "acknowledge",
  "welcome",
  "started",
  "selecting",
  "items",
  "walked",
  "received",
  "sales",
  "special",
  "offering",
  "towards",
  "torrid",
  "item",
  "trying",
  "holding",
  "gal",
  "gal",
  "sales",
  "nor",
  "oh",
  "ready",
  "purchase",
  "four",
  "items",
  "sad",
  "particular",
  "conducts",
  "themselves",
  "stick",
  "torrid",
  "meadows",
  "mall",
  "online",
  "order",
  "hidden",
  "coupon",
  "order",
  "large",
  "clearance",
  "dressing",
  "room",
  "open",
  "central",
  "area",
  "seats",
  "hallway",
  "styles",
  "retailers",
  "such",
  "dress",
  "barn",
  "lane",
  "similar",
  "clothing",
  "torrid",
  "seemed",
  "including",
  "employees",
  "helped",
  "register",
  "helping",
  "find",
  "variety",
  "checking",
  "moved",
  "into",
  "property",
  "signature",
  "real",
  "estate",
  "moved",
  "feces",
  "dirt",
  "claimed",
  "property",
  "cleaned",
  "move",
  "repair",
  "man",
  "drains",
  "clogged",
  "feces",
  "soon",
  "changed",
  "continuously",
  "cc",
  "signature",
  "group",
  "keep",
  "record",
  "month",
  "moving",
  "broken",
  "neighbor",
  "renters",
  "broken",
  "into",
  "moved",
  "pathetic",
  "break",
  "proper",
  "measures",
  "secure",
  "security",
  "system",
  "break",
  "sue",
  "payment",
  "system",
  "signature",
  "real",
  "estate",
  "tons",
  "payment",
  "systems",
  "allow",
  "split",
  "payments",
  "switched",
  "systems",
  "allow",
  "split",
  "rent",
  "system",
  "allowed",
  "payment",
  "reads",
  "ekkkk",
  "home",
  "jaime",
  "signature",
  "believe",
  "experience",
  "thumb",
  "home",
  "seeking",
  "precise",
  "demands",
  "met",
  "delightful",
  "real",
  "estate",
  "professionals",
  "ever",
  "include",
  "personal",
  "doubt",
  "every",
  "single",
  "california",
  "friends",
  "who",
  "selling",
  "homes",
  "bay",
  "referred",
  "directly",
  "home",
  "amazed",
  "meets",
  "jaime",
  "every",
  "mortgage",
  "sweeter",
  "dedicated",
  "agent",
  "never",
  "met",
  "greatest",
  "replies",
  "quick",
  "calls",
  "moved",
  "ago",
  "management",
  "refusing",
  "security",
  "deposit",
  "ridiculous",
  "undefined",
  "cleaned",
  "cleaning",
  "who",
  "signature",
  "real",
  "estate",
  "group",
  "charges",
  "specify",
  "strongly",
  "suggesting",
  "lease",
  "unless",
  "otherwise",
  "goodbye",
  "security",
  "deposit",
  "leased",
  "name",
  "who",
  "army",
  "serve",
  "country",
  "kinds",
  "security",
  "deposit",
  "showing",
  "norman",
  "zheng",
  "represented",
  "buyer",
  "purchasing",
  "passionate",
  "market",
  "norman",
  "straightforward",
  "factors",
  "influencing",
  "decision",
  "interested",
  "purchasing",
  "barely",
  "border",
  "district",
  "less",
  "desirable",
  "decrease",
  "desirability",
  "sold",
  "aged",
  "less",
  "inclined",
  "factor",
  "dealing",
  "norman",
  "strong",
  "relationships",
  "building",
  "parties",
  "factor",
  "buying",
  "huge",
  "norman",
  "inspector",
  "verified",
  "escrow",
  "reassuring",
  "major",
  "investment",
  "minor",
  "upgrades",
  "taken",
  "contractors",
  "strong",
  "relationships",
  "step",
  "norman",
  "thorough",
  "realtor",
  "buying",
  "negotiating",
  "favor",
  "minor",
  "upgrades",
  "taken",
  "norman",
  "zheng",
  "realtor",
  "start",
  "saying",
  "bathroom",
  "stay",
  "site",
  "arriving",
  "woken",
  "piercing",
  "alarm",
  "clock",
  "unplugged",
  "clock",
  "smoke",
  "stayed",
  "several",
  "test",
  "industry",
  "tests",
  "initiated",
  "local",
  "fire",
  "marshals",
  "alarm",
  "lights",
  "detector",
  "rest",
  "housekeeper",
  "knocked",
  "knocked",
  "quickly",
  "putting",
  "key",
  "knocking",
  "fourth",
  "disturb",
  "furnished",
  "reflected",
  "whole",
  "story",
  "desk",
  "disturb",
  "something",
  "craziest",
  "marquis",
  "stations",
  "situation",
  "dismissive",
  "local",
  "usually",
  "play",
  "driving",
  "gambling",
  "bread",
  "crumbs",
  "sports",
  "red",
  "rock",
  "watch",
  "games",
  "jump",
  "dollar",
  "bj",
  "table",
  "rest",
  "dollar",
  "player",
  "gonna",
  "challenge",
  "bucks",
  "sorts",
  "players",
  "absolute",
  "worst",
  "collection",
  "players",
  "seen",
  "beat",
  "game",
  "idiots",
  "eeked",
  "profit",
  "colored",
  "dealers",
  "steam",
  "rolling",
  "bet",
  "circle",
  "deal",
  "several",
  "occasions",
  "play",
  "players",
  "course",
  "idiots",
  "against",
  "pictures",
  "tens",
  "hitting",
  "shitting",
  "multiple",
  "players",
  "pick",
  "spots",
  "carefully",
  "miracle",
  "event",
  "locals",
  "shithole",
  "preys",
  "raise",
  "limit",
  "flies",
  "table",
  "course",
  "flies",
  "bread",
  "butter",
  "decently",
  "stayed",
  "cheap",
  "crash",
  "beware",
  "fee",
  "assume",
  "pool",
  "somewhere",
  "nobody",
  "local",
  "gambling",
  "casino",
  "food",
  "superior",
  "restaurants",
  "avoid",
  "tables",
  "dealers",
  "condescending",
  "attitude",
  "world",
  "owes",
  "michelle",
  "head",
  "keno",
  "writers",
  "run",
  "game",
  "santa",
  "coffee",
  "donuts",
  "start",
  "players",
  "genuinely",
  "weekly",
  "tournaments",
  "bring",
  "competition",
  "payday",
  "casino",
  "game",
  "certainly",
  "lacks",
  "sufficient",
  "santa",
  "keno",
  "game",
  "stayed",
  "santa",
  "fe",
  "station",
  "oyster",
  "lines",
  "palace",
  "station",
  "pan",
  "roast",
  "charcoal",
  "pretzel",
  "luxury",
  "fall",
  "asleep",
  "watching",
  "bowling",
  "available",
  "food",
  "court",
  "features",
  "starbucks",
  "fans",
  "locals",
  "casino",
  "machines",
  "attentive",
  "hosts",
  "mid",
  "eat",
  "food",
  "sports",
  "play",
  "machines",
  "win",
  "basics",
  "food",
  "cosmic",
  "movie",
  "gaming",
  "locals",
  "primarily",
  "slots",
  "bingo",
  "crowd",
  "paced",
  "casino",
  "yet",
  "stay",
  "hotel",
  "pool",
  "indication",
  "booking",
  "stay",
  "solely",
  "movie",
  "theater",
  "bowling",
  "upgraded",
  "seating",
  "theater",
  "recliners",
  "reserved",
  "bowling",
  "alley",
  "hand",
  "cosmic",
  "bowling",
  "inexpensive",
  "bonus",
  "points",
  "casino",
  "somewhat",
  "brightly",
  "lit",
  "plenty",
  "parking",
  "inside",
  "basically",
  "reminded",
  "palace",
  "kinda",
  "crowd",
  "vibe",
  "hip",
  "local",
  "local",
  "casino",
  "thursday",
  "football",
  "sports",
  "bingo",
  "bingo",
  "friday",
  "rock",
  "shot",
  "bingo",
  "station",
  "casino",
  "dj",
  "dance",
  "wins",
  "whole",
  "table",
  "gets",
  "game",
  "deal",
  "win",
  "etc",
  "reservation",
  "advance",
  "party",
  "confused",
  "coordinated",
  "event",
  "organizer",
  "happened",
  "party",
  "issue",
  "seated",
  "busy",
  "private",
  "rib",
  "increasing",
  "feast",
  "buffet",
  "santa",
  "fe",
  "expensive",
  "selection",
  "food",
  "nephew",
  "nieces",
  "surprised",
  "happened",
  "myself",
  "choose",
  "choose",
  "station",
  "casino",
  "buffet",
  "besides",
  "prefer",
  "red",
  "rock",
  "santa",
  "fe",
  "choose",
  "station",
  "movie",
  "theatre",
  "hotel",
  "newly",
  "renovated",
  "theatre",
  "reclining",
  "watching",
  "casino",
  "aimed",
  "nicest",
  "station",
  "offers",
  "gaming",
  "resident",
  "steakhouse",
  "dozen",
  "win",
  "garbage",
  "nothing",
  "sports",
  "complete",
  "shit",
  "happily",
  "gladly",
  "fuck",
  "fucking",
  "machines",
  "fuck",
  "earned",
  "bother",
  "luck",
  "program",
  "machines",
  "win",
  "machine",
  "sports",
  "couple",
  "pairs",
  "rape",
  "comfortable",
  "bring",
  "couple",
  "hundred",
  "hospitality",
  "youfkn",
  "mention",
  "tenders",
  "shit",
  "yeah",
  "bother",
  "cocktail",
  "waitress",
  "station",
  "casino",
  "spent",
  "thousands",
  "dollars",
  "yeah",
  "edit",
  "kicked",
  "machine",
  "asking",
  "slot",
  "manager",
  "fix",
  "stealing",
  "dollar",
  "slot",
  "manager",
  "asking",
  "fix",
  "machines",
  "kicked",
  "santa",
  "fe",
  "round",
  "applause",
  "fucked",
  "self",
  "locals",
  "hotel",
  "hotel",
  "host",
  "attending",
  "expo",
  "ball",
  "stairs",
  "oyster",
  "posh",
  "casino",
  "movie",
  "abundant",
  "gambling",
  "machines",
  "hold",
  "concerts",
  "alice",
  "cooper",
  "fans",
  "august",
  "cosmic",
  "bowling",
  "video",
  "filled",
  "naked",
  "woman",
  "sexual",
  "comes",
  "staring",
  "grab",
  "heads",
  "cover",
  "sis",
  "state",
  "influence",
  "provide",
  "complain",
  "rather",
  "saying",
  "upper",
  "heffa",
  "skills",
  "heffa",
  "ramp",
  "completed",
  "heffa",
  "character",
  "nasty",
  "shit",
  "casino",
  "bastard",
  "ass",
  "shuffle",
  "machine",
  "broke",
  "soundly",
  "replace",
  "handed",
  "hands",
  "winning",
  "machine",
  "fucked",
  "shit",
  "poker",
  "rake",
  "jackpot",
  "side",
  "must",
  "cocktail",
  "waitress",
  "joint",
  "emma",
  "santa",
  "fe",
  "bowling",
  "alley",
  "cosmic",
  "problem",
  "screens",
  "above",
  "bowling",
  "pins",
  "displaying",
  "hugely",
  "inappropriate",
  "women",
  "underwear",
  "women",
  "point",
  "woman",
  "lingerie",
  "climbing",
  "none",
  "appropriate",
  "activity",
  "peek",
  "appropriate",
  "everybody",
  "exposed",
  "exposed",
  "sexual",
  "wrote",
  "facebook",
  "page",
  "website",
  "wrote",
  "tuesday",
  "heard",
  "videos",
  "necessary",
  "bowling",
  "alley",
  "start",
  "everybody",
  "videos",
  "contain",
  "nobody",
  "joining",
  "bowling",
  "alley",
  "funny",
  "close",
  "leagues",
  "start",
  "lighting",
  "normal",
  "videos",
  "shut",
  "oyster",
  "surprised",
  "combo",
  "pan",
  "roast",
  "gotten",
  "problems",
  "south",
  "east",
  "entrance",
  "hotel",
  "side",
  "greeted",
  "smiled",
  "eye",
  "dressed",
  "black",
  "pants",
  "white",
  "button",
  "played",
  "dollars",
  "slots",
  "machines",
  "server",
  "machines",
  "servers",
  "recognition",
  "currently",
  "platinum",
  "player",
  "gotten",
  "gotten",
  "blame",
  "faces",
  "obviously",
  "trained",
  "related",
  "dining",
  "didnt",
  "realize",
  "untill",
  "id",
  "rating",
  "didnt",
  "receive",
  "fell",
  "under",
  "resort",
  "fee",
  "free",
  "comp",
  "risky",
  "pace",
  "stay",
  "pass",
  "sleep",
  "avoid",
  "ate",
  "coupons",
  "buffet",
  "live",
  "summerlin",
  "hate",
  "server",
  "brought",
  "chair",
  "something",
  "self",
  "wiped",
  "dust",
  "bother",
  "cashier",
  "corner",
  "pm",
  "recommendation",
  "hate",
  "grand",
  "buffet",
  "santa",
  "fe",
  "station",
  "easter",
  "eat",
  "food",
  "feeling",
  "pm",
  "ok",
  "food",
  "poisoning",
  "uncooked",
  "please",
  "im",
  "health",
  "violations",
  "worst",
  "buffet",
  "champagne",
  "brunch",
  "food",
  "trays",
  "empty",
  "empty",
  "food",
  "dried",
  "ham",
  "beef",
  "beef",
  "brought",
  "ham",
  "blood",
  "rare",
  "blood",
  "ham",
  "pizzas",
  "gravy",
  "empty",
  "cafe",
  "whoever",
  "charge",
  "food",
  "beverage",
  "executive",
  "chef",
  "housekeeping",
  "buffet",
  "empty",
  "food",
  "runners",
  "busy",
  "february",
  "strip",
  "local",
  "crock",
  "station",
  "casinos",
  "probably",
  "fe",
  "station",
  "movie",
  "theater",
  "movie",
  "theater",
  "theaters",
  "floor",
  "spacious",
  "plenty",
  "machines",
  "play",
  "players",
  "card",
  "hotel",
  "ok",
  "something",
  "cheap",
  "motel",
  "play",
  "poker",
  "donkey",
  "action",
  "ate",
  "cabo",
  "restaurant",
  "food",
  "boring",
  "drinks",
  "chips",
  "stale",
  "dinner",
  "tv",
  "commercials",
  "slogan",
  "loop",
  "brain",
  "walk",
  "station",
  "ignored",
  "employee",
  "smile",
  "demographic",
  "local",
  "employee",
  "treated",
  "sons",
  "likewell",
  "list",
  "supposed",
  "turn",
  "others",
  "cuts",
  "computer",
  "pisses",
  "min",
  "min",
  "bunch",
  "hell",
  "ins",
  "haircut",
  "earlier",
  "cut",
  "automotive",
  "george",
  "fabian",
  "upscale",
  "inventory",
  "vehicle",
  "required",
  "maintenance",
  "miles",
  "monthly",
  "promises",
  "print",
  "discussed",
  "consistent",
  "returning",
  "update",
  "dealership",
  "fabian",
  "talked",
  "fabian",
  "informed",
  "mechanic",
  "quit",
  "mario",
  "texas",
  "bc",
  "passed",
  "dealership",
  "change",
  "fair",
  "empathize",
  "life",
  "parts",
  "repaired",
  "delivered",
  "buuuut",
  "breath",
  "honoring",
  "replacing",
  "cooling",
  "pun",
  "five",
  "goodness",
  "heart",
  "warranties",
  "necessarily",
  "battery",
  "battery",
  "sweating",
  "apart",
  "repaired",
  "week",
  "week",
  "suck",
  "massive",
  "taking",
  "seriously",
  "caused",
  "countless",
  "driven",
  "idea",
  "courtesy",
  "tghis",
  "five",
  "maaaaybe",
  "stars",
  "based",
  "heartless",
  "expense",
  "sucked",
  "nightmarish",
  "inconvenience",
  "mean",
  "two",
  "dealership",
  "ripping",
  "solid",
  "foundation",
  "fabian",
  "certain",
  "extended",
  "aslv",
  "weird",
  "part",
  "lack",
  "mechanic",
  "reality",
  "fabian",
  "upstanding",
  "life",
  "mechanic",
  "veterans",
  "employment",
  "representative",
  "identify",
  "trustworthy",
  "dealer",
  "golf",
  "cart",
  "smart",
  "george",
  "vehicle",
  "monthly",
  "realized",
  "charger",
  "electric",
  "promised",
  "realized",
  "fabian",
  "promised",
  "stepped",
  "promised",
  "these",
  "vehicle",
  "chris",
  "chris",
  "pushy",
  "chris",
  "mngr",
  "regarding",
  "adjustable",
  "delivery",
  "prompt",
  "setting",
  "delivery",
  "kept",
  "arrival",
  "refreshing",
  "entered",
  "delivery",
  "appreciate",
  "asap",
  "jack",
  "delivery",
  "swift",
  "tickets",
  "olivia",
  "show",
  "hometown",
  "tickets",
  "show",
  "upcoming",
  "trip",
  "tickets",
  "show",
  "least",
  "safe",
  "printed",
  "save",
  "tickets",
  "show",
  "tickets",
  "closer",
  "tickets",
  "layout",
  "showroom",
  "body",
  "stage",
  "aisle",
  "behind",
  "booth",
  "behind",
  "apologized",
  "invading",
  "unoccupied",
  "booths",
  "show",
  "directed",
  "main",
  "usher",
  "pointed",
  "usher",
  "booth",
  "row",
  "rows",
  "join",
  "unpleasant",
  "concert",
  "invading",
  "space",
  "souvenir",
  "olivia",
  "merch",
  "compared",
  "tees",
  "show",
  "olivia",
  "engaged",
  "involved",
  "sing",
  "along",
  "grease",
  "songs",
  "likely",
  "hundreds",
  "words",
  "images",
  "along",
  "minded",
  "setlist",
  "included",
  "songs",
  "album",
  "subjects",
  "sounded",
  "fabulous",
  "enjoy",
  "performing",
  "show",
  "minute",
  "sang",
  "songs",
  "sing",
  "photo",
  "olivia",
  "show",
  "olivia",
  "enjoyed",
  "minute",
  "gourmet",
  "liqueurs",
  "offer",
  "generous",
  "neat",
  "glass",
  "bottles",
  "placed",
  "cool",
  "vom",
  "fass",
  "highlights",
  "samples",
  "spirits",
  "whiskey",
  "boutique",
  "graciously",
  "underage",
  "drooling",
  "teenagers",
  "oil",
  "vinegar",
  "sampling",
  "adults",
  "sample",
  "regret",
  "spend",
  "toying",
  "decanters",
  "enthralled",
  "glass",
  "gin",
  "drunk",
  "gin",
  "oak",
  "sampled",
  "oak",
  "bouquet",
  "fiery",
  "finish",
  "warm",
  "cold",
  "effect",
  "loved",
  "floral",
  "rushed",
  "braces",
  "dental",
  "assistants",
  "gentle",
  "consultations",
  "tran",
  "jennifer",
  "squeeze",
  "haider",
  "tooth",
  "routine",
  "hawaiian",
  "dental",
  "haider",
  "member",
  "thankful",
  "rebecca",
  "taught",
  "third",
  "chance",
  "fillings",
  "nervous",
  "gently",
  "welcoming",
  "suggestions",
  "mr",
  "chance",
  "dentist",
  "mr",
  "tropicana",
  "biscayne",
  "taste",
  "surpassed",
  "expectations",
  "divinely",
  "delicious",
  "favorite",
  "eggplant",
  "lamb",
  "tacos",
  "meat",
  "dishes",
  "cooked",
  "perfection",
  "matter",
  "overrun",
  "throng",
  "rated",
  "steak",
  "steak",
  "sw",
  "cellar",
  "biscayne",
  "bartender",
  "visiting",
  "tending",
  "customers",
  "become",
  "brings",
  "atmosphere",
  "relaxed",
  "tropicana",
  "accessible",
  "newer",
  "n",
  "burger",
  "smells",
  "silverton",
  "disappoint",
  "stimulate",
  "senses",
  "visually",
  "factory",
  "water",
  "middle",
  "surrounded",
  "wrap",
  "orange",
  "color",
  "orange",
  "peaceful",
  "drinking",
  "eating",
  "bagel",
  "inquiring",
  "ones",
  "genuine",
  "roller",
  "coaster",
  "sole",
  "motivation",
  "cheetos",
  "placing",
  "steange",
  "slide",
  "slightly",
  "lets",
  "carne",
  "asada",
  "letdown",
  "cheetos",
  "tortilla",
  "advertise",
  "waste",
  "cinnamon",
  "lacked",
  "box",
  "mood",
  "chip",
  "shell",
  "doritos",
  "taco",
  "taco",
  "meal",
  "payed",
  "rice",
  "beans",
  "fiesta",
  "san",
  "empathetically",
  "craving",
  "readily",
  "street",
  "vendors",
  "harder",
  "luckily",
  "ranae",
  "w",
  "simple",
  "menu",
  "appear",
  "yourself",
  "salsa",
  "takeout",
  "ladies",
  "tore",
  "asada",
  "corn",
  "barbacoa",
  "familiar",
  "pocket",
  "sour",
  "corn",
  "holds",
  "asada",
  "flavorful",
  "lengua",
  "lunch",
  "ahead",
  "lunch",
  "rush",
  "sometimes",
  "lol",
  "fat",
  "honestly",
  "lacked",
  "flavor",
  "houses",
  "abeulas",
  "remembered",
  "coworker",
  "chatted",
  "chile",
  "verde",
  "gordita",
  "fish",
  "often",
  "fan",
  "chicken",
  "abuelas",
  "gorditas",
  "chichironnes",
  "sauce",
  "sometimes",
  "spicier",
  "homemade",
  "corn",
  "homemade",
  "burritos",
  "city",
  "ladies",
  "visits",
  "often",
  "voted",
  "usual",
  "mexican",
  "taco",
  "tortillas",
  "fairly",
  "menu",
  "mexican",
  "notable",
  "gorditas",
  "taco",
  "gordita",
  "taco",
  "thicker",
  "usual",
  "meats",
  "mexican",
  "favorites",
  "carne",
  "asada",
  "seasoned",
  "standard",
  "chili",
  "chicarones",
  "pork",
  "street",
  "fairly",
  "taco",
  "meal",
  "fill",
  "mentioned",
  "tortillas",
  "amongst",
  "tag",
  "taco",
  "beans",
  "rice",
  "salsa",
  "beans",
  "gordita",
  "taco",
  "gordita",
  "meal",
  "average",
  "mexican",
  "fantastic",
  "taco",
  "menudo",
  "lengua",
  "shrimp",
  "fresh",
  "tortilla",
  "adds",
  "sensational",
  "mixed",
  "carne",
  "asada",
  "tastes",
  "melted",
  "burn",
  "cheese",
  "horchata",
  "homemade",
  "guacamole",
  "tasty",
  "wow",
  "incredible",
  "freshly",
  "expect",
  "packed",
  "lunch",
  "line",
  "tad",
  "lunch",
  "dine",
  "jamming",
  "selena",
  "authentic",
  "rice",
  "beans",
  "actually",
  "yummy",
  "mexican",
  "fountain",
  "darn",
  "project",
  "taco",
  "taco",
  "festival",
  "north",
  "longest",
  "line",
  "festival",
  "north",
  "west",
  "continue",
  "passing",
  "taco",
  "shops",
  "authentic",
  "traditional",
  "chill",
  "impeccable",
  "appreciating",
  "grandma",
  "tatiana",
  "specialty",
  "lastly",
  "awesomer",
  "yes",
  "word",
  "abuelas",
  "mexican",
  "pozole",
  "handmade",
  "tortillas",
  "pricey",
  "menudo",
  "served",
  "bowl",
  "served",
  "served",
  "onions",
  "homemade",
  "corn",
  "menudo",
  "ohhhhh",
  "hyped",
  "given",
  "ratings",
  "actually",
  "gordita",
  "taco",
  "lady",
  "manning",
  "carne",
  "asada",
  "gordita",
  "fish",
  "taco",
  "okay",
  "flavor",
  "tough",
  "fish",
  "taco",
  "del",
  "fish",
  "carne",
  "asada",
  "mcdonalds",
  "quarter",
  "pounder",
  "preferred",
  "finishing",
  "lives",
  "mexican",
  "highlight",
  "meal",
  "disappointment",
  "flavorless",
  "horchata",
  "flan",
  "lady",
  "abuela",
  "personable",
  "quest",
  "serves",
  "bean",
  "cheese",
  "burrito",
  "san",
  "nine",
  "million",
  "taco",
  "shops",
  "amount",
  "san",
  "taco",
  "totally",
  "judge",
  "reading",
  "bean",
  "cheese",
  "burrito",
  "commit",
  "pile",
  "beans",
  "rocked",
  "beans",
  "burrito",
  "locations",
  "spot",
  "salsa",
  "salsa",
  "fresh",
  "ton",
  "asada",
  "torta",
  "uber",
  "carna",
  "asa",
  "nachos",
  "smelled",
  "quesadilla",
  "sour",
  "cream",
  "stopped",
  "menudo",
  "taco",
  "tortillas",
  "slightly",
  "shrimp",
  "ceviche",
  "grew",
  "houses",
  "growing",
  "abuelas",
  "menu",
  "spices",
  "meats",
  "grandmas",
  "kitchen",
  "worried",
  "anytime",
  "guests",
  "taco",
  "ordered",
  "carne",
  "asada",
  "handmade",
  "carne",
  "asada",
  "bland",
  "taco",
  "tasteless",
  "batch",
  "unlike",
  "taco",
  "per",
  "decent",
  "freshly",
  "carne",
  "asada",
  "el",
  "gordo",
  "cook",
  "orders",
  "gem",
  "ordered",
  "cheese",
  "enchiladas",
  "verde",
  "mexican",
  "ordered",
  "carne",
  "asada",
  "carne",
  "asada",
  "taco",
  "marinated",
  "melted",
  "mouth",
  "salsa",
  "tortillas",
  "carne",
  "carne",
  "asada",
  "burrito",
  "rice",
  "carne",
  "ordered",
  "carne",
  "asda",
  "fat",
  "pieces",
  "ordered",
  "carne",
  "asada",
  "thought",
  "ticket",
  "wasnt",
  "mins",
  "except",
  "carne",
  "asada",
  "impossible",
  "however",
  "barboca",
  "bowl",
  "ordered",
  "tortillas",
  "carne",
  "asada",
  "barboca",
  "melt",
  "mouth",
  "picky",
  "carne",
  "asada",
  "barboca",
  "eaten",
  "lengua",
  "chicharron",
  "verde",
  "spicy",
  "barbacoa",
  "bite",
  "anyways",
  "tasted",
  "post",
  "container",
  "alright",
  "roasted",
  "jalapeno",
  "taco",
  "taco",
  "reminds",
  "southern",
  "poke",
  "addicted",
  "topping",
  "sauces",
  "poke",
  "fav",
  "hill",
  "clients",
  "corporations",
  "ahi",
  "lover",
  "poke",
  "sauces",
  "options",
  "veggies",
  "recommendations",
  "tuna",
  "remember",
  "poke",
  "bowls",
  "updating",
  "poke",
  "poke",
  "venues",
  "poke",
  "suffer",
  "ingredients",
  "evident",
  "poke",
  "unagi",
  "ingredient",
  "toaster",
  "oven",
  "thinly",
  "sliced",
  "chunks",
  "sauces",
  "garlic",
  "poke",
  "steep",
  "size",
  "size",
  "portions",
  "ps",
  "ramen",
  "reg",
  "poke",
  "ramen",
  "ramen",
  "additions",
  "watermelon",
  "strawberry",
  "pokes",
  "greedy",
  "bowls",
  "servings",
  "poke",
  "poke",
  "closest",
  "redeemed",
  "protein",
  "scoops",
  "protein",
  "tuna",
  "unlimited",
  "toppings",
  "hooked",
  "slice",
  "tamago",
  "coworkers",
  "mission",
  "poke",
  "se",
  "staffed",
  "masago",
  "addiction",
  "cheery",
  "portions",
  "nickel",
  "dime",
  "typically",
  "spring",
  "greens",
  "brown",
  "rounded",
  "meals",
  "options",
  "build",
  "scoop",
  "unagi",
  "yellow",
  "tail",
  "greens",
  "considered",
  "scoops",
  "mix",
  "match",
  "seaweed",
  "nori",
  "strips",
  "whatnot",
  "satisfied",
  "filling",
  "poke",
  "ingredients",
  "norm",
  "stuck",
  "drizzle",
  "ponzu",
  "overwhelm",
  "crazy",
  "brown",
  "poke",
  "mix",
  "greens",
  "eel",
  "laying",
  "establishment",
  "ambiance",
  "bright",
  "amazement",
  "chairs",
  "compliment",
  "bright",
  "build",
  "wrapped",
  "poke",
  "wrapped",
  "seaweed",
  "soy",
  "fav",
  "lover",
  "roll",
  "taro",
  "casual",
  "poke",
  "current",
  "undisputed",
  "poke",
  "efficient",
  "poke",
  "sushi",
  "ftes",
  "assembly",
  "build",
  "poke",
  "creation",
  "chipotle",
  "assembly",
  "poke",
  "creations",
  "customize",
  "base",
  "protein",
  "toppings",
  "created",
  "unagi",
  "salmon",
  "kale",
  "salad",
  "chipotle",
  "mayo",
  "creamy",
  "seaweed",
  "lovelyall",
  "ingredients",
  "casual",
  "poke",
  "bowls",
  "combos",
  "franchise",
  "ordering",
  "poke",
  "current",
  "poke",
  "board",
  "customize",
  "efficient",
  "means",
  "poke",
  "lucky",
  "allergies",
  "allergic",
  "poke",
  "typically",
  "salad",
  "bowls",
  "mine",
  "options",
  "spring",
  "mix",
  "kale",
  "dry",
  "massaged",
  "kale",
  "stingy",
  "aside",
  "pleasant",
  "ordering",
  "ordering",
  "personally",
  "lite",
  "consider",
  "ordering",
  "combinations",
  "poke",
  "bowls",
  "limited",
  "imagination",
  "create",
  "poke",
  "chose",
  "salad",
  "base",
  "scoop",
  "salmon",
  "tuna",
  "chipotle",
  "tuna",
  "toppings",
  "fault",
  "options",
  "outside",
  "def",
  "sauces",
  "chose",
  "sesame",
  "poke",
  "tofu",
  "base",
  "bowls",
  "scoops",
  "likes",
  "poke",
  "counter",
  "decide",
  "seattle",
  "raw",
  "salmon",
  "topping",
  "sushi",
  "corina",
  "orgasm",
  "contents",
  "furikakesalmon",
  "sauces",
  "poke",
  "creamy",
  "crabadditional",
  "masagogreen",
  "onionred",
  "onionseaweedspinachcorntempura",
  "crunchavocado",
  "fried",
  "fried",
  "garlicmango",
  "garlic",
  "ponzuthis",
  "deserves",
  "write",
  "experiences",
  "establishment",
  "sized",
  "portions",
  "protein",
  "freshest",
  "bf",
  "poke",
  "perka",
  "app",
  "earn",
  "frequent",
  "tuna",
  "gia",
  "counter",
  "stupid",
  "wore",
  "forgetting",
  "correcting",
  "built",
  "tempura",
  "warmed",
  "crazy",
  "mad",
  "protein",
  "annoyed",
  "sushi",
  "dont",
  "theres",
  "poke",
  "poke",
  "poke",
  "style",
  "fishy",
  "smell",
  "poke",
  "freeway",
  "requires",
  "states",
  "avocado",
  "tamago",
  "ginger",
  "soy",
  "ginger",
  "poke",
  "portion",
  "size",
  "sweetfin",
  "ompletely",
  "utterly",
  "compares",
  "sweetfin",
  "flavors",
  "texture",
  "dragon",
  "crab",
  "eel",
  "chipotle",
  "mayo",
  "portion",
  "flavors",
  "blended",
  "together",
  "sweetfin",
  "toppings",
  "citrus",
  "salmon",
  "wasabi",
  "yuzu",
  "mango",
  "immediately",
  "sent",
  "poke",
  "normally",
  "normally",
  "dined",
  "perka",
  "stopping",
  "regularly",
  "consistency",
  "variations",
  "chose",
  "softshell",
  "yellowtail",
  "toppings",
  "topping",
  "option",
  "anxious",
  "poke",
  "proteins",
  "selected",
  "size",
  "poke",
  "value",
  "sent",
  "chose",
  "dont",
  "spoke",
  "dont",
  "poke",
  "eastern",
  "horizon",
  "poke",
  "busiest",
  "smeared",
  "chipotle",
  "quidoba",
  "build",
  "sushi",
  "toppings",
  "options",
  "loving",
  "sauces",
  "defined",
  "eastern",
  "ave",
  "sushi",
  "counter",
  "patiently",
  "brown",
  "sesame",
  "god",
  "knows",
  "ja",
  "sushi",
  "provided",
  "sushi",
  "raw",
  "portions",
  "modern",
  "decor",
  "raw",
  "salad",
  "surely",
  "hungry",
  "eater",
  "options",
  "hooked",
  "finding",
  "northwest",
  "delish",
  "ahi",
  "friend",
  "poke",
  "ghengus",
  "grill",
  "subway",
  "toppings",
  "poke",
  "hum",
  "tune",
  "chipotle",
  "seem",
  "poke",
  "salad",
  "lettuce",
  "soft",
  "crab",
  "seaweed",
  "crab",
  "perfect",
  "build",
  "salmon",
  "shaka",
  "organic",
  "tofu",
  "sprinkled",
  "salmon",
  "toppings",
  "optional",
  "ingredients",
  "seaweed",
  "salad",
  "ginger",
  "taro",
  "wasabi",
  "dip",
  "poke",
  "poke",
  "poke",
  "poke",
  "poke",
  "bowls",
  "ingredients",
  "poke",
  "blows",
  "soho",
  "poke",
  "perka",
  "app",
  "protein",
  "scoops",
  "protein",
  "add",
  "mix",
  "match",
  "poke",
  "addictive",
  "perfect",
  "relatively",
  "poke",
  "chipotle",
  "style",
  "counter",
  "create",
  "deciding",
  "protein",
  "choosing",
  "add",
  "brown",
  "double",
  "eel",
  "chipotle",
  "add",
  "portion",
  "decorating",
  "spartan",
  "functional",
  "tax",
  "concept",
  "popping",
  "carbs",
  "sides",
  "poke",
  "sauces",
  "satisfying",
  "tiny",
  "portion",
  "satisfied",
  "tuna",
  "poke",
  "bottle",
  "jasmine",
  "bottled",
  "poke",
  "poke",
  "crab",
  "loaded",
  "says",
  "freshness",
  "seafood",
  "cruising",
  "periodically",
  "lucked",
  "dragon",
  "crab",
  "tuna",
  "notice",
  "reheated",
  "unagi",
  "oven",
  "minimally",
  "decorated",
  "sushi",
  "groove",
  "unagi",
  "promptly",
  "specified",
  "dragon",
  "seaweed",
  "salad",
  "options",
  "sauces",
  "toppings",
  "add",
  "non",
  "specially",
  "sushi",
  "sushi",
  "located",
  "eastern",
  "ave",
  "explain",
  "sauces",
  "seaweed",
  "wrapper",
  "chose",
  "salmon",
  "tuna",
  "poke",
  "raw",
  "toppings",
  "veggie",
  "fruit",
  "toppings",
  "crab",
  "wrapped",
  "japanese",
  "macaron",
  "ice",
  "sandwiches",
  "sat",
  "bites",
  "tasting",
  "flavors",
  "avocado",
  "sushi",
  "strange",
  "poke",
  "poke",
  "dragon",
  "pit",
  "stops",
  "poke",
  "hamachi",
  "fav",
  "poke",
  "eastern",
  "ramen",
  "tonkatsu",
  "broth",
  "ramen",
  "sushi",
  "bowls",
  "dessert",
  "ucc",
  "japanese",
  "liked",
  "poke",
  "sushi",
  "salmon",
  "soft",
  "yummystill",
  "toppings",
  "answer",
  "keeps",
  "sushi",
  "sushi",
  "thin",
  "remember",
  "wasabi",
  "mad",
  "poke",
  "poke",
  "soooooo",
  "tue",
  "build",
  "satisfied",
  "decide",
  "creamy",
  "garlic",
  "ramen",
  "bouillon",
  "instant",
  "ramen",
  "ive",
  "telling",
  "mediocre",
  "claim",
  "sushi",
  "poke",
  "important",
  "ingredient",
  "sushi",
  "range",
  "protein",
  "veggie",
  "options",
  "sushi",
  "asian",
  "sushi",
  "poke",
  "poke",
  "ramen",
  "diego",
  "spring",
  "mix",
  "greens",
  "ramen",
  "diego",
  "hamachi",
  "hamachi",
  "shoyu",
  "masago",
  "scoop",
  "tuna",
  "chose",
  "wakame",
  "fried",
  "sliced",
  "garlic",
  "ramen",
  "blown",
  "admit",
  "thoroughly",
  "perfect",
  "hungrier",
  "hamachi",
  "hamachi",
  "brown",
  "spring",
  "mix",
  "greens",
  "hamachi",
  "wakame",
  "garlic",
  "fried",
  "satisfied",
  "leftover",
  "poke",
  "wheel",
  "fernando",
  "fernando",
  "jose",
  "owners",
  "passion",
  "garlicky",
  "partial",
  "cuisine",
  "cachi",
  "fajitas",
  "empanadas",
  "carnitas",
  "underwhelmed",
  "preface",
  "frescos",
  "cocina",
  "specifically",
  "buck",
  "grilled",
  "discernible",
  "bummed",
  "cachi",
  "soggy",
  "gotta",
  "science",
  "feedback",
  "rave",
  "exact",
  "inviting",
  "hole",
  "wall",
  "grilled",
  "mahi",
  "mahi",
  "mando",
  "cucumber",
  "ride",
  "share",
  "drivers",
  "disc",
  "unfortunate",
  "lenny",
  "tenant",
  "orlando",
  "orlando",
  "perspective",
  "rents",
  "renter",
  "rents",
  "managed",
  "renter",
  "adg",
  "notified",
  "auto",
  "via",
  "mail",
  "paradigm",
  "deposited",
  "wells",
  "fargo",
  "account",
  "amendment",
  "existing",
  "amendment",
  "clearly",
  "provisions",
  "original",
  "adg",
  "remain",
  "wells",
  "fargo",
  "paradigm",
  "absurd",
  "physically",
  "bank",
  "send",
  "suggested",
  "direct",
  "account",
  "solve",
  "stephanie",
  "late",
  "purple",
  "closing",
  "early",
  "accept",
  "wells",
  "fargo",
  "drives",
  "wells",
  "fargo",
  "pays",
  "notification",
  "paradigm",
  "cash",
  "paradigm",
  "claims",
  "wells",
  "fargo",
  "cash",
  "cash",
  "debit",
  "paradigm",
  "indicating",
  "amendment",
  "provisions",
  "original",
  "remain",
  "needless",
  "paradigm",
  "billing",
  "suggested",
  "contact",
  "wells",
  "fargo",
  "bank",
  "dispute",
  "excuse",
  "wells",
  "fargo",
  "receipt",
  "sort",
  "paradigm",
  "progress",
  "overseas",
  "paradigm",
  "landlord",
  "paradigm",
  "claims",
  "manages",
  "tenants",
  "wonder",
  "agents",
  "boost",
  "manage",
  "tenants",
  "tenant",
  "fed",
  "loses",
  "shall",
  "michael",
  "escargots",
  "bardot",
  "puff",
  "toasted",
  "chartreuse",
  "maine",
  "lobster",
  "bisque",
  "prepared",
  "tarragon",
  "puff",
  "waffle",
  "duck",
  "poached",
  "bourgignon",
  "poached",
  "michael",
  "mina",
  "known",
  "french",
  "starters",
  "foie",
  "gras",
  "parfait",
  "shared",
  "appetizer",
  "rich",
  "foie",
  "gras",
  "topped",
  "gelle",
  "raspberry",
  "paired",
  "perfectly",
  "toasted",
  "french",
  "rich",
  "foie",
  "gras",
  "entrees",
  "doubted",
  "chickens",
  "mushroom",
  "pudding",
  "saute",
  "sear",
  "skin",
  "tender",
  "accompanied",
  "lentils",
  "balance",
  "entrees",
  "rich",
  "quiet",
  "number",
  "number",
  "diners",
  "timing",
  "classy",
  "noise",
  "smaller",
  "king",
  "crepe",
  "onion",
  "soup",
  "comme",
  "comme",
  "frisee",
  "overdressed",
  "bacon",
  "meh",
  "bourguignon",
  "croissant",
  "benedict",
  "ou",
  "est",
  "le",
  "parisian",
  "decadent",
  "reduced",
  "bardot",
  "hh",
  "underdressed",
  "patrons",
  "regardless",
  "gals",
  "decked",
  "suits",
  "evening",
  "tartare",
  "chive",
  "mascarpone",
  "capers",
  "richness",
  "mascarpone",
  "balance",
  "tartare",
  "aesthetically",
  "richness",
  "yolk",
  "perfectly",
  "ground",
  "prime",
  "verte",
  "drizzled",
  "rich",
  "pungent",
  "tartine",
  "saffron",
  "perfectly",
  "roullie",
  "baked",
  "note",
  "omg",
  "true",
  "le",
  "prime",
  "prime",
  "nuttiness",
  "comte",
  "spread",
  "aioli",
  "arguably",
  "bardot",
  "brasserie",
  "foodie",
  "brasserie",
  "lauren",
  "c",
  "charm",
  "excursion",
  "led",
  "hors",
  "hors",
  "prime",
  "tartare",
  "ground",
  "egg",
  "yolk",
  "gaufrette",
  "tartare",
  "presented",
  "yolk",
  "ooze",
  "onion",
  "soup",
  "gratinee",
  "gruyere",
  "covering",
  "winner",
  "starters",
  "king",
  "perfectly",
  "delicate",
  "trumpet",
  "sunny",
  "normandy",
  "cider",
  "beurre",
  "blanc",
  "smothered",
  "onto",
  "overboard",
  "mille",
  "apple",
  "tart",
  "cherry",
  "intense",
  "rich",
  "unique",
  "cherry",
  "cherry",
  "pudding",
  "pistachio",
  "cherry",
  "pudding",
  "cherry",
  "pistachio",
  "complimented",
  "waitresses",
  "accommodating",
  "cherry",
  "delectable",
  "photos",
  "bardot",
  "credit",
  "mon",
  "ami",
  "unacceptable",
  "quiet",
  "sommelier",
  "wine",
  "dinning",
  "attend",
  "bone",
  "endive",
  "fillet",
  "steaks",
  "fries",
  "substitute",
  "substitute",
  "fries",
  "brussels",
  "brussels",
  "sprouts",
  "bardot",
  "bardot",
  "birthday",
  "memorable",
  "wanting",
  "reservations",
  "wished",
  "named",
  "french",
  "described",
  "perfectly",
  "foam",
  "plate",
  "oysters",
  "blue",
  "goat",
  "monks",
  "caramelized",
  "goat",
  "beet",
  "french",
  "onion",
  "fond",
  "beet",
  "specific",
  "fond",
  "beets",
  "onion",
  "soup",
  "chop",
  "supposedly",
  "described",
  "smoky",
  "bacon",
  "gnocchi",
  "dish",
  "triple",
  "creme",
  "hearty",
  "deliciousdessert",
  "nicely",
  "written",
  "french",
  "ho",
  "hubby",
  "appetizers",
  "smaller",
  "plates",
  "unmemorable",
  "king",
  "savory",
  "brasserie",
  "mistakenly",
  "cancel",
  "sitting",
  "lovely",
  "outdoor",
  "cups",
  "lovey",
  "plastic",
  "cups",
  "advised",
  "hydrated",
  "appreciated",
  "described",
  "spotted",
  "excitement",
  "matej",
  "oscar",
  "matej",
  "softened",
  "salted",
  "baguette",
  "savory",
  "foie",
  "gras",
  "french",
  "toast",
  "oscar",
  "matej",
  "mishap",
  "complimentary",
  "desserts",
  "birthday",
  "boy",
  "bardot",
  "literally",
  "tapas",
  "notch",
  "waiter",
  "foie",
  "gras",
  "parfait",
  "french",
  "matej",
  "saturdays",
  "rescheduled",
  "moment",
  "matej",
  "waters",
  "thanked",
  "complementary",
  "french",
  "dating",
  "french",
  "french",
  "king",
  "crepe",
  "appetizer",
  "rack",
  "tender",
  "macaroni",
  "apple",
  "tart",
  "tartin",
  "french",
  "pinnacle",
  "gastronomic",
  "preparation",
  "french",
  "deserve",
  "lofty",
  "attitudes",
  "sublime",
  "true",
  "french",
  "leisurely",
  "diner",
  "appreciates",
  "courtship",
  "bardot",
  "brasserie",
  "joshua",
  "boyfriends",
  "french",
  "numerous",
  "les",
  "moules",
  "e",
  "frites",
  "maine",
  "lobster",
  "french",
  "toast",
  "suggest",
  "hunters",
  "prime",
  "quiches",
  "die",
  "mushroom",
  "goat",
  "escargot",
  "steaks",
  "menus",
  "awful",
  "bore",
  "french",
  "breakfast",
  "breakfast",
  "breakfast",
  "michael",
  "bardot",
  "reservations",
  "paris",
  "french",
  "spectacular",
  "charming",
  "unsure",
  "duck",
  "wings",
  "bone",
  "marrow",
  "beets",
  "parisian",
  "gnocchi",
  "fois",
  "fois",
  "gras",
  "fatty",
  "hubby",
  "parisian",
  "gnocchi",
  "fluffy",
  "pillowy",
  "gnocchi",
  "fois",
  "gras",
  "combination",
  "dish",
  "heavy",
  "addition",
  "shaved",
  "truffles",
  "touch",
  "beets",
  "vinaigrette",
  "baked",
  "brie",
  "goat",
  "cheeses",
  "bone",
  "marrow",
  "fatty",
  "ounce",
  "thick",
  "bone",
  "marrow",
  "wished",
  "duck",
  "wings",
  "meaty",
  "glaze",
  "combines",
  "hint",
  "reservations",
  "monday",
  "anniversary",
  "signed",
  "bardot",
  "wishing",
  "gestures",
  "pertaining",
  "celebration",
  "smokey",
  "seat",
  "facing",
  "execution",
  "iteration",
  "fashioneds",
  "baguette",
  "salted",
  "blew",
  "baguettes",
  "tartare",
  "starter",
  "egg",
  "yolk",
  "tartare",
  "spoon",
  "tartare",
  "onto",
  "fragile",
  "salty",
  "balance",
  "baguette",
  "tartare",
  "watched",
  "lego",
  "batman",
  "lobster",
  "thermidor",
  "impression",
  "lego",
  "batman",
  "turns",
  "lobster",
  "thermidor",
  "halfway",
  "excess",
  "lobster",
  "thermidor",
  "mashed",
  "potatoes",
  "flat",
  "iron",
  "comparable",
  "flat",
  "iron",
  "greasy",
  "heavy",
  "lean",
  "married",
  "flat",
  "iron",
  "knockout",
  "dish",
  "kouign",
  "topped",
  "struggled",
  "fave",
  "desserts",
  "bench",
  "obvious",
  "bench",
  "resetting",
  "flag",
  "refill",
  "fashioned",
  "conversation",
  "concierge",
  "advertised",
  "romantic",
  "noisiness",
  "detracting",
  "fashioned",
  "flat",
  "iron",
  "memory",
  "decadent",
  "adventure",
  "aria",
  "signs",
  "bardot",
  "french",
  "bistro",
  "enjoying",
  "leisurely",
  "appetizers",
  "appetizer",
  "hors",
  "labeled",
  "french",
  "begin",
  "perfectly",
  "crunchy",
  "crepe",
  "french",
  "onion",
  "soup",
  "soup",
  "onion",
  "layer",
  "thick",
  "decadent",
  "soup",
  "king",
  "crepe",
