[
  "afghanrestaurant",
  "africanrestaurant",
  "airport",
  "americanrestaurant",
  "animalshelter",
  "antiqueshop",
  "apartmentcondo",
  "aquarium",
  "arcade",
  "areparestaurant",
  "argentinianrestaurant",
  "artgallery",
  "artmuseum",
  "arts",
  "asianrestaurant",
  "athletic",
  "australianrestaurant",
  "automotiveshop",
  "bagelshop",
  "bakery",
  "bank",
  "bar",
  "bbqjoint",
  "beach",
  "beergarden",
  "bikerentalbikeshare",
  "bikeshop",
  "boardshop",
  "bookstore",
  "bowlingalley",
  "brazilianrestaurant",
  "breakfastspot",
  "brewery",
  "bridalshop",
  "bridge",
  "building",
  "burgerjoint",
  "burritoplace",
  "busstation",
  "cafe",
  "cajuncreolerestaurant",
  "camerastore",
  "campground",
  "candystore",
  "cardealership",
  "caribbeanrestaurant",
  "carwash",
  "casino",
  "castle",
  "cemetery",
  "cheesejoint",
  "chineserestaurant",
  "chipsshop",
  "church",
  "city",
  "clothingstore",
  "coffeeshop",
  "college",
  "collegeacademicbuilding",
  "collegestadium",
  "collegetheater",
  "comedyclub",
  "communitycollege",
  "concerthall",
  "conveniencestore",
  "conventioncenter",
  "cosmeticsshop",
  "craftsstore",
  "cubanrestaurant",
  "cupcakeshop",
  "delibodega",
  "departmentstore",
  "designstudio",
  "dessertshop",
  "dimsumrestaurant",
  "diner",
  "distillery",
  "donutshop",
  "drinkshop",
  "drugstorepharmacy",
  "dumplingrestaurant",
  "easterneuropeanrestaurant",
  "electronicsstore",
  "elementaryschool",
  "embassyconsulate",
  "entertainment",
  "ethiopianrestaurant",
  "eventspace",
  "factory",
  "fair",
  "falafelrestaurant",
  "fastfoodrestaurant",
  "ferry",
  "filipinorestaurant",
  "financialorlegalservice",
  "fish",
  "fleamarket",
  "flowershop",
  "food",
  "foodtruck",
  "fraternityhouse",
  "freerestaurant",
  "frenchrestaurant",
  "friedchickenjoint",
  "funeralhome",
  "furniturehomestore",
  "gamingcafe",
  "garden",
  "gardencenter",
  "gasstationgarage",
  "gastropub",
  "generalcollege",
  "generalentertainment",
  "generaltravel",
  "germanrestaurant",
  "giftshop",
  "gluten",
  "governmentbuilding",
  "greekrestaurant",
  "gymfitnesscenter",
  "harbormarina",
  "hardwarestore",
  "highschool",
  "historicsite",
  "historymuseum",
  "hobbyshop",
  "home",
  "hotdogjoint",
  "hotel",
  "housingdevelopment",
  "icecreamshop",
  "indianrestaurant",
  "internetcafe",
  "italianrestaurant",
  "japaneserestaurant",
  "jewelrystore",
  "koreanrestaurant",
  "latinamericanrestaurant",
  "laundryservice",
  "lawschool",
  "library",
  "lightrail",
  "mac",
  "malaysianrestaurant",
  "mall",
  "market",
  "medicalcenter",
  "medicalschool",
  "mediterraneanrestaurant",
  "mexicanrestaurant",
  "middleeasternrestaurant",
  "middleschool",
  "militarybase",
  "miscellaneousshop",
  "mobilephoneshop",
  "moleculargastronomyrestaurant",
  "moroccanrestaurant",
  "mosque",
  "motorcycleshop",
  "movietheater",
  "movingtarget",
  "museum",
  "musicstore",
  "musicvenue",
  "nailsalon",
  "neighborhood",
  "newsstand",
  "nightlifespot",
  "nurseryschool",
  "office",
  "othergreatoutdoors",
  "othernightlife",
  "otherplaces",
  "outdoors",
  "paperofficesuppliesstore",
  "park",
  "parking",
  "performingartsvenue",
  "peruvianrestaurant",
  "petservice",
  "petstore",
  "photographylab",
  "pizzaplace",
  "planetarium",
  "playground",
  "plaza",
  "pool",
  "poolhall",
  "portugueserestaurant",
  "postoffice",
  "private",
  "professional",
  "publicart",
  "racetrack",
  "ramennoodlehouse",
  "recordshop",
  "recreation",
  "recyclingfacility",
  "rentalcarlocation",
  "residentialbuilding",
  "restarea",
  "restaurant",
  "river",
  "road",
  "saladplace",
  "salonbarbershop",
  "sandwichplace",
  "scandinavianrestaurant",
  "sceniclookout",
  "school",
  "sciencemuseum",
  "sculpturegarden",
  "seafoodrestaurant",
  "service",
  "shop",
  "shrine",
  "skiarea",
  "smokeshop",
  "snackplace",
  "sororityhouse",
  "soupplace",
  "southamericanrestaurant",
  "southernsoulfoodrestaurant",
  "spamassage",
  "spanishrestaurant",
  "spiritualcenter",
  "sport",
  "sportinggoodsshop",
  "stadium",
  "steakhouse",
  "storagefacility",
  "studentcenter",
  "subway",
  "sushirestaurant",
  "swissrestaurant",
  "synagogue",
  "tacoplace",
  "tanningsalon",
  "tapasrestaurant",
  "tattooparlor",
  "taxi",
  "tearoom",
  "temple",
  "thairestaurant",
  "theater",
  "thriftvintagestore",
  "toygamestore",
  "tradeschool",
  "trainstation",
  "transport",
  "travel",
  "travellounge",
  "turkishrestaurant",
  "university",
  "vegetarianveganrestaurant",
  "videogamestore",
  "videostore",
  "vietnameserestaurant",
  "winery",
  "wingsjoint",
  "zoo"
]